/* Adobe Plugin Plist Files for Saturate */
/* Localized Strings for Hebrew */
/* Copyright © 1987-2017 Adobe Systems Inc. */
/* ------------------------------------------------------- */
/* Bundle Info */
CFBundleName = "SaturateEN";
CFBundleDisplayName = "SaturateEN";
CFBundleGetInfoHTML = "SaturateEN version 21.1.0EN, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.EN";
CFBundleGetInfoString = "SaturateEN version 21.1.0EN, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.EN";
CFBundleShortVersionString = "SaturateEN version 21.1.0EN";
